Repository: common-repository/wp-e-commerce-currency-helper
Catalog: translations/haetcurrency-*.po
Languages: de_de, es_es

source: Settings Updated.
de_de: Einstellungen aktualisiert
es_es: Configuraciones Actualizadas.

source: Settings
de_de: Einstellungen
es_es: Configuraciones

source: More
de_de: mehr
es_es: Más

source: loading currency conversion
de_de: lade Währungsumrechnung
es_es: cargando conversión de moneda

source: set conversion currency
de_de: Währung einstellen
es_es: definir la moneda de conversión

source: Bubble Theme
es_es: Tema Burbuja

source: Blacklist currencies
de_de: Währungen ausschließen
es_es: monedas en Lista Negra

source: Update Settings
de_de: Einstellungen speichern
es_es: Actualizar Configuraciones

source: Currency Converter
de_de: Währungsrechner
es_es: Conversor de Monedas

source: Configure Currency Conversion Assistant Pro
de_de: Currency Conversion Assistant Pro konfigurieren
es_es: Asistente Pro para Configurar y Convertir Monedas

source: Currency list has been updated.
de_de: Währungsliste wurde aktualisiert
es_es: Lista de monedas actualizada.

source: Setting have been imported from your shop.
de_de: Die Einstellungen wurden aus deinem Shop importiert
es_es: Ajuste importado de su tienda.

source: Theme
es_es: Tema

source: Currencies
de_de: Währungen
es_es: Monedas

source: Live Currency Conversion Assistant Pro
es_es: Asistente Pro En Línea Para Convertir Monedas

source: Import settings
de_de: Einstellungen Importieren
es_es: Importar configuración

source: Live Currency Conversion Assistant Pro comes with settings for some popular Wordpress Shop Plugins.
de_de: Live Currency Conversion Assistant Pro hat bereits Konfigurationen für bekannte Wordpress Shop Plugins gespeichert.
es_es: El Asistente Pro En Línea para Convertir Monedas viene con ajustes para algunos Plugins de Tienda de Wordpress populares.

source: Following shop plugins were detected on your wordpress installation:
de_de: Die folgenden Shop Plugins wurden in deiner Wordpress Installation entdeckt:
es_es: En su instalación de wordpress se han detectado los siguientes plugins:

source: Import settings from
de_de: Einstellung importieren von
es_es: Importar Configuraciones desde

source: thousand separator
de_de: Tausendertrennzeichen
es_es: Separador de miles

source: Decimal separator
de_de: Dezimaltrennzeichen
es_es: Separador Decimal

source: Shop currency (ISO-Code)
de_de: Shop Währung (ISO-Code)
es_es: Tienda de Moneda (ISO-Code)

source: jQuery selector
es_es: Selector de jQuery

source: This plugin makes use of Googles Conversion API. This API supports many currencies, but not all. You can check and regenerate the blacklist from time to time.
de_de: Diese Plugin verwendet die Google Conversion API. Diese unterstützt viele Währungen, aber nicht alle. Daher kannst du hier die Liste der unterstützten Währungen für deinen Shop aktualisieren.
es_es: Este plugins utiliza la API de conversión de google. Esta API es compatible con múltiples monedas. Usted puede comprobar y volver a generar la lista negra de monedas.

source: Currently active currencies in your system are:
de_de: Momentan sind folgende Währungen in deinem Shop aktiv:
es_es: Las monedas activas en su sistema son las siguientes:

source: check list with Google conversion API
de_de: prüfe die Liste mit der Google API
es_es: Comprobar la lista con el API de conversión de google
